{
    "siteHeader": {
        "appLogo": "Dr. Suraj Revanna",
        "headerRoutes": [
            "Home",
            "About",
            "News",
            "Gallery",
            "Initiatives"
        ],
        "contactBtn": "Get In Touch",
        "langBtns": [
            "English",
            "Kannada"
        ]
    },
    "siteHome": {
        "homeTitle": "Dr. Suraj Revanna",
        "homeSubTitle": "MLC Hassan District",
        "homeImage": "landingpage.jpg"
    },
    "siteAbout": {
        "title": "About Dr. Suraj Revanna",
        "desc": "Dr. Suraj Revanna is a member of the Karnataka Legislative Assembly, representing the Holenarasipura constituency in Hassan district. He was elected as the constituency's MP on November 19, 2019. His political party is the Janata Dal (Secular), and he is the eighth member of the H.D Devegowda family to enter politics.",
        "img": "aboutImg.jpg",
        "body": [
            {
                "title": "Education",
                "desc": "He received his postgraduate degrees from Rajiv Gandhi University of Health Science in MBBS and MS(General Surgery) May 2015 Bangalore."
            },
            {
                "title": "Family",
                "desc":"Dr. Suraj Revanna is the grandson of  JD (Secular) Supremo and former Prime Minister of India H. D. Deve Gowda. He is son of  H.D. Revanna who was former Minister for Public Works Department in Karnataka state and Bhavani Revanna who was the member of the Hassan Zilla Panchayat. He is married to Sagarika Ramesh ,daughter of Madras HC Judge Huluvadi Ramesh. Former Chief Minister of Karnataka, H. D. Kumaraswamy is his uncle and Suraj's younger brother Prajwal Revanna is the member of the 17th Lok Sabha from Hassan Constituency."
            },
            {
                "title": "Political Career",
                "desc": "Suraj Revanna's victory in the elections to the Karnataka Legislative Council has set a new milestone in electoral politics. Deve Gowda's family is present in all four houses of the legislature."
            }
        ]
    },
    "siteNews": {
        "title": "News",
        "desc": "Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.agna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.",
        "newsItems": [
            {
                "newsImg": "news1.jpg",
                "newstitle": "Dr. Suraj Revanna Cup 3.0 Trophy Launch event on 6th December 2022.",
                "newsUrl":"https://www.youtube.com/embed/vn-r45PzRFQ"
            },
            {
                "newsImg": "news2.jpg",
                "newstitle": "First family of politics: JD(S) has a presence in every house in Karnataka, India.",
                "newsUrl":"https://www.thehindu.com/news/national/karnataka/first-family-of-politics-jds-has-a-presence-in-every-house-in-karnataka/article37958173.ece"
            },
            {
                "newsImg": "news3.jpg",
                "newstitle": "Dr. Suraj Revanna files papers.",
                "newsUrl":"https://www.thehindu.com/news/national/karnataka/suraj-revanna-files-papers/article37586519.ece"
            },
            {
                "newsImg": "news4.jpg",
                "newstitle": "Dr. Suraj Revanna wins from over 1000 votes in Hassan | Karnataka MLC Election Results 2021.",
                "newsUrl":"https://www.youtube.com/embed/MLrRJVNPWxQ"
            },
            {
                "newsImg": "news5.jpg",
                "newstitle": "Ex-PM Devegowda's grandson Suraj Revanna enters politics, files nomination for MLC election.",
                "newsUrl":"https://www.newindianexpress.com/states/karnataka/2021/nov/19/ex-pm-devegowdas-grandson-suraj-revanna-enters-politics-files-nomination-for-mlc-election-2385699.html"
            },
            {
                "newsImg": "news6.jpg",
                "newstitle": "Kumaraswamy announces Dr. Suraj Revanna as MLC candidate from Hassan.",
                "newsUrl":"https://www.daijiworld.com/news/newsDisplay?newsID=895283"
            }
        ]
    },
    "siteGallery": {
        "title": "Gallery",
        "images": [
            "gallery3.png",
            "gallery2.png",
            "gallery5.png",
            "gallery4.png",
            "gallery1.png",
            "gallery6.png"
        ]
    },
    "siteInitiatives": {
        "title": "Initiatives",
        "iniItems": [
            {
                "imgUrl": "initiatives1.png",
                "desc": "Dr. Suraj Revanna Cup 3.0 Trophy Launching Program organized by Suraj Revanna Sports and Culture Association at Lalitha Mahal premises, Mysore was discussed at length in the meeting. Talents sports academy, specialized in all games, helps in inducing,improvising and intelligently driving the passion towards game. With the involvement shown by students, participants and players, Talents sports academy transforms people to excel in their fields. Be it involved in sports, We at talent sports take the utmost care to bring out the best in people. We provide the best in class infrastructure, highly standardized guidelines and flexible timing for the courses we involved in sports, We at talent sports take the utmost care to bring out the best in people. We provide the best in class infrastructure,highly standardized guidelines and flexible timing for the courses we"
            }
        ]
    },
    "siteContact": {
        "title": "Get In Touch",
        "image": "contact.jpg",
        "backgroundImg": "contactBack.png",
        "inputPlaceholders": [
            "Hey, Tell your name",
            "What's your mail Id",
            "Your Number",
            "Message"
        ],
        "submitBtn": "Submit"
    },
    "siteFooter": {
        "copyText": [
            "Copyright © 2022 Suraj Revanna",
            "All Rights Reserved.",
            "Terms and Conditions | Privacy Policy"
        ]
    }
}